/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Geen gegevens";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Opslaan";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Handtekening opnieuw invoeren";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Wissen";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Annuleren";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Handtekening";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tikken om te ondertekenen";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Handtekeninggebied";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Tik twee keer en sleep om te ondertekenen";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Afbeelding handtekening";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Handtekeninglijn";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Geannuleerd";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Volgende";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Gebruiker heeft onboarding geannuleerd";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Zonder toestemming kunt u niet doorgaan met de activering.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Toestemming geven";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Afsluiten";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Terug";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Stap";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "van";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Weet u zeker dat u het activeringsproces wilt afsluiten?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Op zoek naar gegevensbescherming?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Let goed op uw gegevens.";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Niet nu";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Toestaan";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Afwijzen";

/* XBUT: Agree action title in EULAView */
"Agree" = "Akkoord";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Niet akkoord";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Bezig met laden...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Er is niets om weer te geven";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d uur %d min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Gereed";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Er zijn %d fouten in de gegevenstabel.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "regelkop";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "regel %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolom %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "voorloopaccessoire";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "naloopaccessoire";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "afbeelding";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "tijd";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "duur";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "lijstitem";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "geselecteerd";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "niet geselecteerd";

/* XBUT: calendar time component label */
"Time" = "Tijd";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Waarde: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Cel waarop is getikt is alleen-lezen.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Alleen-lezenveld";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Geen resterende tekens";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Verminder het aantal tekens";

